examples/render_all_grammars/dot/tests_functional_test_import_relativeimport_second.dot
    digraph xtext {
    fontname = "Bitstream Vera Sans"
    fontsize = 8
    node[
        shape=record,
        style=filled,
        fillcolor=aliceblue
    ]
    nodesep = 0.3
    edge[dir=black,arrowtail=empty]


40386712[ label="{Second|+second:list[STRING]\l}"]

40674984[ label="{ID|}"]

40681000[ label="{STRING|}"]

40390712[ label="{BOOL|}"]

40396248[ label="{INT|}"]

40401784[ label="{FLOAT|}"]

40364568[ label="{STRICTFLOAT|}"]

40370104[ label="{NUMBER|}"]

40375640[ label="{BASETYPE|}"]

40381176[ label="{*OBJECT|}"]



40370104 -> 40364568 [dir=back]
40370104 -> 40396248 [dir=back]
40375640 -> 40370104 [dir=back]
40375640 -> 40401784 [dir=back]
40375640 -> 40390712 [dir=back]
40375640 -> 40674984 [dir=back]
40375640 -> 40681000 [dir=back]
40381176 -> 40375640 [dir=back]

}
